; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Impossible de démarrer ce logiciel, qui est utilisé par un autre utilisateur."
MSE1="Impossible de redémarrer le système. Fermez l'installation ou l'application en cours. Quittez ensuite le programme d'installation Canon et réessayez."
MSE2="Ce programme ne peut pas être utilisé avec le système d'exploitation actuel."
MSE3="Pour installer le logiciel, vous devez être connecté via un compte administrateur.\nCliquez sur [OK] pour annuler l'installation. Si vous utilisez le CD-ROM, retirez-le après avoir cliqué sur [OK].\nAprès avoir annulé l'installation, connectez-vous via un compte administrateur, puis installez le logiciel."
MSE3_Mac="Ouvrez une session avec un compte d'administrateur pour démarrer ce logiciel."
MSE31_Mac="Le nom d'utilisateur et le mot de passe pour l'administrateur sont nécessaires à l'installation de ce logiciel."
MSE4="Vous avez besoin d'un logiciel approprié pour afficher le fichier sélectionné."
MSE5="Espace insuffisant sur le lecteur %D%. %S% Mo sont requis pour installer le logiciel."
MSE6="Le dossier indiqué n'est pas valide. Indiquez un dossier dans lequel vous pouvez enregistrer et situé sur le disque dur local."
MSE7="Le programme ne peut pas démarrer à cause d'une résolution écran trop faible. Spécifiez 800 x 600 au minimum et recommencez l'opération.\nEn cas d'installation sur le Tablet PC, utilisez le mode d'orientation écran Paysage, puis exécutez l'opération."
MSE7_Mac="Le programme ne peut pas démarrer à cause d'une résolution écran trop faible. Spécifiez 800 x 600 au minimum et recommencez l'opération."
MSE8="Il n'y a aucun CD-ROM présent,\nRéinsérez le CD-ROM dans le lecteur."
MSE9="Un nom de fichier ne peut contenir les caractères suivants :\n/ , ; * ? \\" < > |"
MSE10="Le chemin d'accès spécifié dépasse la taille limite. Utilisez au maximum 150 caractères."
MSE11="Le chemin d'accès spécifié ne contient pas de lettre d'unité ou il s'agit d'un chemin relatif. Spécifiez un chemin d'accès absolu."
MSE14="Ce programme n'est pas pris en charge par l'ordinateur."
MSE15="Ce programme peut être exécuté sous Windows 2000 Service Pack 4 ou sous un système d'exploitation ultérieur. Si votre système d'exploitation est antérieur au Service Pack 4, mettez à jour Windows 2000 vers le Service Pack 4 ou une version ultérieure, puis réexécutez l'opération."
MSE16="Impossible d'ouvrir le fichier."
MSE17="Ce programme peut être exécuté sous Windows XP Service Pack 2 ou sous un système d'exploitation ultérieur. Si votre système d'exploitation est antérieur au Service Pack 2, mettez à jour Windows XP vers le Service Pack 2 ou une version ultérieure, puis réexécutez l'opération."
MSE18="Ce programme peut être exécuté sous Windows XP Service Pack 3 ou sous un système d'exploitation ultérieur lorsque vous utilisez Windows XP. Mettez à jour Windows XP vers le Service Pack 3 ou une version ultérieure, puis réexécutez l'opération."
MSE19="Ce programme peut être exécuté sous Windows Vista Service Pack 1 ou sous un système d'exploitation ultérieur lorsque vous utilisez Windows Vista. Mettez à jour Windows Vista vers le Service Pack 1 ou une version ultérieure, puis réexécutez l'opération."
MSE20="Ce programme peut être exécuté sous Windows Vista Service Pack 2 ou sous un système d'exploitation ultérieur lorsque vous utilisez Windows Vista. Mettez à jour Windows Vista vers le Service Pack 2 ou une version ultérieure, puis réexécutez l'opération."
MSE21="Il n'y a aucun CD-ROM présent. L'application de configuration va se fermer."
MSM0001="OK"
MSM0002="Annuler"
MSM0003="Oui"
MSM0004="Non"
MSM0005="Précédent"
MSM0006="Suivant"
MSM0007="Continuer"
MSM0008="Abandonner"
MSM0009="Quitter"
MSM0010="Installer"
MSM0011="Aide"
MSM0012="Tout sélectionner"
MSM0013="Tout effacer"
MSM0014="Consulter les informations récentes"
MSM0015="Poursuivre l'installation"
MSM0016="Annuler l'installation"
MSM0017="Langue"
MSM0018="Défaut"
MSM0019="Passer"
MSM0020="Retour au début"
MSM0021="Fermer"
MSM0022="Enregistrer"
MSM0101="Erreur"
MSM0102="Avertissement"
MSM0103="Informations"
MSM0104="Canon"
MSM1001="Langue"
MSM1002="Sélectionnez la langue à utiliser avec ce programme et cliquez sur [Suivant]."
MSM1003="Sélectionnez la langue à utiliser avec ce programme et cliquez sur [Précédent]."
MSM1004="Veuillez sélectionner votre langue."
MSM1011="Démarrage de l'installation de l'utilitaire. L'utilitaire est requis pour les opérations de configuration."
MSM1021="Acquisition d'informations en cours"
MSM1022="Acquisition d'informations sur le pilote et le logiciel les plus récents en cours."
MSM1023="Pour l'accès à Internet, ce logiciel obtiendra des informations enregistrées dans votre trousseau.\nSi la boîte de dialogue Confirmer l'accès au trousseau s'affiche, cliquez sur [Toujours autoriser]."
MSM1024="Acquisition d'informations sur le logiciel le plus récent en cours."
MSM1031="Erreur d'acquisition d'informations"
MSM1032="L'acquisition d'informations sur le pilote et le logiciel a échoué. Vérifiez la connexion réseau et réessayez."
MSM1033="Logiciel compatible avec votre environnement introuvable."
MSM1034="L'acquisition d'informations sur le logiciel a échoué. Vérifiez la connexion réseau et réessayez."
MSM1051="Sélectionner une imprimante"
MSM1052="Sélectionner un scanner"
MSM1103="États-Unis, Canada, Amérique latine"
MSM1104="Europe, Moyen-Orient, Afrique"
MSM1105="Asie"
MSM1106="Zone Pacifique"
MSM1116="Pays et région"
MSM1117="Sélectionnez votre lieu de résidence."
MSM1118="Sélectionnez votre pays ou région. Si votre pays ou région ne figure pas dans la liste ci-dessous, sélectionnez « Autres »."
MSM1241="Commencer la configuration"
MSM1242="Démarrage de la configuration nécessaire pour utiliser la machine depuis cet ordinateur.\nSuivez les instructions à l'écran."
MSM1243="Commencer la configuration"
MSM1244="Ce logiciel vous permet d'utiliser la machine depuis l'ordinateur."
MSM1245="Logiciel utile"
MSM1246="Vous montre comment télécharger et utiliser le logiciel pour tirer le meilleur de votre machine."
MSM1247="Manuel en ligne"
MSM1248="Manuel peut être vérifié en ligne."
MSM1249="Utiliser le logiciel mis à jour détecté sur Internet"
MSM1250="Paramètres"
MSM1305="Lecteur %DRIVELETTER% %DISKSPACE% Mo d'espace disponible"
MSM1306="Espace total utilisé : %ITEMSPACE% Mo"
MSM1307="%s Mo"
MSM1311="Application"
MSM1312="Durée estimée de l'installation : %INSTALLTIME_MIN% à %INSTALLTIME_MAX% minutes"
MSM1315="L'installation peut prendre un certain temps en fonction de votre environnement réseau."
MSM1451="Liste d'installation des logiciels"
MSM1452="Les logiciels sélectionnés sont installés. Assurez-vous que les logiciels à installer sont sélectionnés, puis cliquez sur [Suivant]."
MSM1453_Mac="Vous devez installer tous les logiciels ci-dessous pour que cette imprimante soit entièrement fonctionnelle."
MSM1454="Ce logiciel est obligatoire. Il ne peut pas être désélectionné."
MSM1455_Mac="Vous devez installer tous les logiciels ci-dessous pour que ce scanner soit entièrement fonctionnel."
MSM1601="Contrat de licence"
MSM1602="Avant d'installer les logiciels sélectionnés, lisez attentivement le contrat de licence ci-dessous."
MSM1603="Si vous acceptez les termes de l'accord, cliquez sur [Oui]. Si vous cliquez sur [Non], l'installation du logiciel sera annulée."
MSM1604="Avant d'installer %CURRENT_STEPITEM%, lisez attentivement l'accord de licence ci-dessous."
MSM1605="Si vous acceptez les termes de l'accord, cliquez sur [Oui]. Si vous cliquez sur [Non], le logiciel ne sera pas installé."
MSM1606="Produits Canon"
MSM1607="Si vous n'acceptez pas les termes de l'accord de licence, le logiciel ne sera pas installé. En êtes-vous sûr ?"
MSM1608="Si vous n'acceptez pas les termes de l'accord de licence, l'application et Print Studio Pro, qui nécessite l'installation de l'application, ne seront pas installés. En êtes-vous sûr ?"
MSM1671="Installer .NET Framework"
MSM1672="Microsoft .NET Framework 4 n'est pas installé sur votre ordinateur. Pour pouvoir utiliser l'ensemble des logiciels, vous devez installer Microsoft .NET Framework 4. Voulez-vous l'installer ?"
MSM1681="Microsoft .NET Framework 4 introuvable"
MSM1682="Microsoft .NET Framework 4 est introuvable ou n'est pas correctement installé.\nMicrosoft .NET Framework 4 doit être correctement installé pour pouvoir installer ce logiciel."
MSM1683="Le logiciel que vous avez sélectionné nécessite l'installation de .Net Framework. Il est possible que ce logiciel ne soit pas installé si vous n'êtes pas connecté à Internet."
MSM1684="  - %s"
MSM1701="Avancement de l'installation : %PROGRESS%%"
MSM1702="Environ %RESTTIME% minute(s) restante(s)"
MSM1711="Téléchargement..."
MSM1712="Calcul du temps restant..."
MSM1804="Contrat de licence"
MSM1809="Fin"
MSM1901="Traitement en cours"
MSM1902="Traitement en cours. Attendez."
MSM1903="Cette opération peut prendre environ une minute."
MSM1904="Installation : %ITEM%"
MSM1905="Téléchargement : %ITEM%"
MSM1906="Téléchargement de %PROG_CAPA%/%TOTAL_CAPA%Mo"
MSM1907="Vérification des éléments à télécharger..."
MSM1908="Téléchargement... %d/%d"
MSM2001="Connexion de l'imprimante"
MSM2002="Vérifiez que l'imprimante est connectée à l'ordinateur et mettez-la sous tension."
MSM2003="L'imprimante n'a pas été détectée. Vérifiez la connexion."
MSM2008="L'imprimante est en cours d'enregistrement dans votre ordinateur. \nCe processus peut prendre un certain temps."
MSM2010="Connexion à l'imprimante"
MSM2031="Connexion au scanner"
MSM2032="Vérifiez que le scanner est connecté à l'ordinateur, puis mettez-le sous tension s'il dispose d'un bouton MARCHE."
MSM2033="Le scanner n'a pas été détecté. Vérifiez la connexion."
MSM2034="Le scanner a été détecté. Attendez la fin de l'installation."
MSM2096="Détection de l'imprimante"
MSM2097="Recherche de l'imprimante sur le réseau."
MSM2111="Vérifiez l'état de l'imprimante"
MSM2112="Vérifier la méthode de connexion"
MSM2113="Connecter l'imprimante au routeur sans fil suivant en utilisant une connexion sans fil ?"
MSM2114="Routeur sans fil : %s"
MSM2115="Imprimante (Numéro de série) : %s (%s)"
MSM2116="Autoriser l'utilisation de l'imprimante suivante avec une connexion Wi-Fi ?"
MSM2117="Autoriser l'utilisation de l'imprimante suivante avec une connexion réseau câblé ?"
MSM2118="Autoriser l'utilisation de %s avec une connexion USB ?"
MSM2119="Autoriser l'utilisation de l'imprimante suivante avec Connexion directe ?"
MSM2120="A propos des méthodes de connexion"
MSM2121="Sélectionner un routeur sans fil"
MSM2122="Sélectionnez le routeur sans fil auquel vous souhaitez connecter l'imprimante."
MSM2123="Routeurs sans fil :"
MSM2124="Mot de passe :"
MSM2125="Masquer le texte"
MSM2126="Ajouter manuellement"
MSM2131="Entrez les informations de votre routeur sans fil."
MSM2132="Nom de réseau (SSID) :"
MSM2133="Type de cryptage :"
MSM2134="Ne pas utiliser"
MSM2135="Utiliser WEP"
MSM2136="Utiliser WPA/WPA2"
MSM2137="Aucun"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Longueur de clé WEP :"
MSM2142="64 bits"
MSM2143="128 bits"
MSM2151="Format de clé WEP :"
MSM2152="ASCII"
MSM2153="Hexa"
MSM2161="ID de clé WEP :"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="Pour utiliser WEP 64 bits, la longueur de clé doit être de 5 caractères au format ASCII.\nS'il vous plaît entrez à nouveau."
MSM2172="Pour utiliser WEP 64 bits, la longueur de clé doit être de 10 chiffres au format hexa.\nS'il vous plaît entrez à nouveau."
MSM2173="Pour utiliser WEP 128 bits, la longueur de clé doit être de 13 caractères au format ASCII.\nS'il vous plaît entrez à nouveau."
MSM2174="Pour utiliser WEP 128 bits, la longueur de clé doit être de 26 chiffres au format hexa.\nS'il vous plaît entrez à nouveau."
MSM2175="Les caractères non ASCII ne peuvent pas être utilisés si le format de clé est ASCII.\nSaisissez la valeur correcte."
MSM2176="Les caractères non hexadécimaux ne peuvent pas être utilisés si le format de clé est hexadécimal. \nSaisissez la valeur correcte."
MSM2177="Saisissez un mot de passe compris entre 8 et 63 caractères (ASCII) ou 64 chiffres (hexadécimal)."
MSM2178="Le mot de passe n'est pas valide. Entrez 5 ou 13 caractères, ou 10 ou 26 caractères (hexadécimal)."
MSM2181="Vérifier le nom de réseau (SSID)"
MSM2182="Routeur sans fil (SSID) : %s\n\nSi le nom de réseau (SSID) est correct, cliquez sur [Suivant] pour continuer.\nSi le nom de réseau (SSID) n'est pas correct, cliquez sur [Précédent] et ajoutez à nouveau le routeur sans fil."
MSM2183="Le mot de passe du routeur sans fil est peut-être incorrect.\nCliquez sur [Précédent] et entrez à nouveau le mot de passe."
MSM2184="Erreur de sélection de réseau (SSID)"
MSM2185="Votre imprimante ne prend pas en charge les réseaux 5GHz.\nCliquez sur [Précédent] et sélectionnez un réseau (SSID) qui prend en charge 2.4GHz."
MSM2186="Le type de cryptage du routeur sans fil ne correspond pas aux paramètres de cryptage.\nCliquez sur [Précédent] et ajoutez à nouveau le routeur sans fil."
MSM2190="Sélection d'un réseau (SSID)"
MSM2191="Le réseau (SSID) auquel cet ordinateur est connecté est introuvable à partir de l'imprimante. Sélectionnez un nom de réseau (SSID)."
MSM2192="Adresse MAC :"
MSM2193="(Sélectionner)"
MSM2194="Autres réseaux"
MSM2195="Paramètres de réseau (SSID)"
MSM2196="Entrez les informations de votre réseau (SSID)."
MSM2197="Mot de passe"
MSM2198="Entrez le mot de passe du réseau (SSID)."
MSM2199="Nom de réseau (SSID) : %s"
MSM2200="Nom de réseau (SSID) : %s\n\nSi le nom de réseau (SSID) est correct, cliquez sur [Suivant] pour continuer.\nSi le nom de réseau (SSID) n'est pas correct, cliquez sur [Précédent] et sélectionnez à nouveau le nom de réseau (SSID)."
MSM2201="Le mot de passe du réseau (SSID) est peut-être incorrect.\nCliquez sur [Précédent] et entrez à nouveau le mot de passe."
MSM2202="Votre imprimante ne prend pas en charge les réseaux 5GHz.\nCliquez sur [Précédent] et sélectionnez un réseau (SSID) qui prend en charge 2.4GHz."
MSM2203="Le type de cryptage du réseau (SSID) ne correspond pas aux paramètres de cryptage.\nCliquez sur [Précédent] et procédez à nouveau à la configuration."

MSM2252="Configuration terminée"
MSM2253="La configuration de l'impression sur cet ordinateur est terminée.\nLe logiciel va maintenant être installé."
MSM2254="L'installation n'a pas été effectuée.\nPour poursuivre l'installation du logiciel utile, cliquez sur [Continuer]."
MSM2255="L'installation est terminée."
MSM2256="Vous pouvez imprimer à partir de votre ordinateur."
MSM2261="Configuration en cours"
MSM2262="La connexion réseau est temporairement désactivée pendant la configuration.\nCette opération peut prendre quelques minutes. Veuillez patienter."
MSM2263="Échec de la configuration sans câble. Suspendez le processus et sélectionnez une autre méthode de configuration en suivant les instructions à l'écran."
MSM2264="Configuration en cours. Cette opération peut prendre quelques minutes. Veuillez patienter."
MSM2301="Échec de l'installation"
MSM2310="Erreur de recherche d'imprimante"
MSM2311="L'imprimante connectée n'a pas été détectée.\nPour chercher à nouveau l'imprimante, cliquez sur [Nouvelle recherche]."
MSM2312="Nouvelle recherche"
MSM2313="Configuration annulée"
MSM2314="La configuration a été annulée.\nCliquez sur [Retour au début] et recommencez la configuration."
MSM2315="L'installation a échoué.\nCliquez sur [Retour au début] et recommencez la configuration."
MSM2390="Vous devez procéder à un alignement de la tête d'impression avant d'utiliser cette imprimante. Pour plus de détails, cliquez sur [Alignement tête d'impression] et suivez les instructions affichées à l'écran.\n\nLorsque l'alignement est terminé, cliquez sur [Suivant]."
MSM2391="Alignement tête d'impression"
MSM2401="Alignement de tête d'impression requis"
MSM2411="Alignement tête d'impression"
MSM2413="Exécuter"
MSM2414="Lors de l'impression de photos sur cette imprimante, il est recommandé d'aligner les têtes d'impression. Pour aligner les têtes d'impression maintenant, chargez du papier ordinaire dans la cassette et cliquez sur [Exécuter]. Une fois l'alignement des têtes terminé, cliquez sur [Suivant]. Pour plus d'informations, reportez-vous au manuel de l'imprimante.\n\nL'alignement des têtes est également disponible une fois la configuration terminée. Pour continuer sans aligner les têtes d'impression, cliquez sur [Suivant]."
MSM2416="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Cliquez sur [Exécuter] pour afficher l'écran Démarrer l'alignement de la tête d'impression. Suivez les instructions affichées à l'écran pour imprimer le motif d'alignement. Placez le motif d'alignement imprimé sur la vitre d'exposition et numérisez-le.\n\nQuand l'alignement des têtes d'impression est terminé, cliquez sur [Suivant]."
MSM2416_Mac="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Cliquez sur [Exécuter] pour afficher l'écran Démarrer l'alignement de la tête d'impression. Suivez les instructions affichées à l'écran pour imprimer le motif d'alignement. Placez le motif d'alignement imprimé sur la vitre d'exposition et numérisez-le.\n\nQuand l'alignement des têtes d'impression est terminé, cliquez sur [Suivant]."
MSM2417="Cette imprimante est dotée d'une fonction d'alignement des têtes d'impression. Si l'impression contient des lignes non alignées ou si elle n'est pas satisfaisante, l'alignement des têtes d'impression peut résoudre ces problèmes."
MSM2418="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier dans l'imprimante, cliquez sur [Exécuter], puis sur [Suivant]."
MSM2418_Mac="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier dans l'imprimante, puis cliquez sur [Exécuter].\n\nCliquez sur [Suivant] si vous ne souhaitez pas procéder à un alignement des têtes d'impression."
MSM2420="Recherche des imprimantes."
MSM2421="Recherche de %PRODUCTNAME%."
MSM2422="Impossible de trouver la file d'attente d'impression."
MSM2423="Cliquez sur [Enregistrer une imprimante] pour enregistrer votre imprimante."
MSM2424="Enregistrer une imprimante"
MSM2434="Enregistrer un scanner"
MSM2437_Mac="Ajouter une imprimante"
MSM2438_Mac="Quand vous cliquez sur [Ajouter une imprimante], les imprimantes disponibles s'affichent. Sélectionnez le produit %s qui a \"Canon IJ Network\" dans le champ type, puis cliquez sur [Ajouter].\nUne fois l'imprimante ajoutée, cliquez sur [Suivant]."
MSM2439_Mac="Si les imprimantes pouvant être ajoutées ne s'affichent pas ou si vous ne savez pas comment utiliser l'écran, cliquez sur [Manuel en ligne]."
MSM2440_Mac="Sélectionner un scanner"
MSM2441_Mac="Configuration du scanner sur l'ordinateur.\n\nCliquez sur [Sélectionner un scanner] pour démarrer le logiciel de configuration du scanner. Suivez les instructions du logiciel pour procéder."
MSM2451="Enregistrement utilisateur"
MSM2453="Suivant"
MSM2464="Enregistrement utilisateur"
MSM2465="Enregistrez votre produit Canon aujourd'hui et bénéficiez des avantages suivants :\n- Recevez notre bulletin d'information mensuel par e-mail et bénéficiez de réductions Canon\n- Recevez des projets Creative Park amusants et des astuces utiles\n- Soyez parmi les premiers à être informé des mises à niveau de logiciels"
MSM2474="Enregistrement utilisateur"
MSM2475="L'enregistrement de ce produit vous permet de recevoir des informations importantes sur le produit et les services associés. Vous devez disposer d'une connexion Internet pour l'enregistrement."
MSM2484="Enregistrement du produit"
MSM2485JU="Enregistrez votre produit Canon aujourd'hui pour bénéficier des avantages suivants :\n- Canon États-Unis conservera les informations vous concernant dans un fichier au cas où vous en auriez besoin pour une déclaration d'assurance.\n- Soyez parmi les premiers à recevoir des informations sur les mises à niveau de logiciels.\n- Recevez notre newsletter mensuelle contenant des offres spéciales sur des produits Canon."
MSM2485M="La mise à jour ou l'enregistrement d'un nouveau produit vous permet de recevoir des informations importantes sur le produit et les services associés. Vous devez disposer d'une connexion Internet pour la mise à jour et l'enregistrement."
MSM2486_Mac="Si vous cliquez sur [Suivant], le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2486_Mac2="Si vous cliquez sur [Suivant], le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2487="Pour vous enregistrer plus tard, cliquez sur [Annuler] et passez à l'étape suivante. Vous pouvez également enregistrer les produits quand vous le souhaitez via Quick Menu."
MSM2501="CANON iMAGE GATEWAY Enregistrement utilisateur"
MSM2502="Enregistrer"
MSM2503="CANON iMAGE GATEWAY Enregistrement du produit"
MSM2504="CANON iMAGE GATEWAY est un service en ligne exclusif destiné à l'acheteur d'un produit permettant de bénéficier d'une adhésion gratuite/annuelle payante. Vous pouvez utiliser plusieurs services qui permettent de renforcer l'enthousiasme que suscite l'expérience de la photo numérique en faisant une demande d'enregistrement utilisateur."
MSM2505="CANON iMAGE GATEWAY est un site Web sans frais d'adhésion. Nous fournissons des informations d'assistance sur nos produits, ainsi que des informations relatives à l'impression d'éléments tels que des cartes de vœux. Nous offrons des conseils utiles comme des techniques de prise de vue pour nos appareils photo afin de vous aider à profiter de nos produits, ainsi que de précieuses informations sur les ventes exclusives réservées aux abonnés."
MSM2506="Si vous cliquez sur [Enregistrer], le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2507="Si vous cliquez sur [Enregistrer], le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2511="Enregistrement utilisateur"
MSM2513="Enregistrement du produit"
MSM2514="Enregistrez votre produit Canon aujourd'hui et bénéficiez des avantages suivants :\n- Recevez notre bulletin d'information mensuel par e-mail et bénéficiez de réductions Canon\n- Recevez des projets Creative Park amusants et des astuces utiles\n- Soyez parmi les premiers à être informé des mises à niveau de logiciels"
MSM2515="L'enregistrement de ce produit vous permet de recevoir des informations importantes sur le produit et les services associés. Vous devez disposer d'une connexion Internet pour l'enregistrement."
MSM2516="Si vous cliquez sur [Suivant], le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2517="Si vous cliquez sur [Suivant], le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2521="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2522="Enregistrement utilisateur. Le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2526="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2527="Enregistrement utilisateur. Le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2551="Enregistrement utilisateur de Canon %s"
MSM2552="Désinstaller l'enregistrement utilisateur"
MSM2571="Programme de désinstallation de l'enregistrement utilisateur de %s"
MSM2572="Etes-vous sûr de vouloir supprimer totalement 'Enregistrement utilisateur de Canon %s' et tous ses composants ?"
MSM2573="Désinstallation terminée."
MSM2574="Echec de la désinstallation."
MSM2575="Vous devez redémarrer votre ordinateur pour terminer la désinstallation. Cliquez sur [OK] pour redémarrer maintenant ou sur [Annuler] pour redémarrer plus tard."
MSM2576="Vous devez disposer de privilèges d'administrateur pour désinstaller Enregistrement utilisateur de Canon %s."
MSM2577="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2577_Mac2="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2578="Enregistrement utilisateur. Le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2578_2="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, vérifiez que l'imprimante est connectée à l'ordinateur, allumez-la, puis cliquez sur [OK]."
MSM2580="La connexion a échoué. Vérifiez que la connexion réseau est activée, puis réessayez. Si la connexion échoue encore, patientez quelques instants, puis réessayez. Vous pouvez également enregistrer les produits quand vous le souhaitez via Solution Menu EX."
MSM2581="La connexion a échoué. Vérifiez que la connexion réseau est activée, puis réessayez. Si la connexion échoue encore, patientez quelques instants, puis réessayez."
MSM2582="La connexion a échoué."
MSM2584="Connexion en cours. Veuillez patienter."
MSM2585="Entrez le nom d'utilisateur et le mot de passe de votre pare-feu."
MSM2586="Nom d'utilisateur :"
MSM2587="Mot de passe :"
MSM2589="La connexion a échoué. Vérifiez que la connexion réseau est activée, puis réessayez. Si la connexion échoue encore, patientez quelques instants, puis réessayez."
MSM2590="Vous ne pouvez pas vous connecter lorsque votre imprimante est occupée, par exemple lors d'un nettoyage ou de l'exécution d'un alignement tête d'impression.\nFaites une nouvelle tentative de configuration du Wi-Fi lorsque l'imprimante est inactive."
ExecutingPrefSet_Mac="Le programme est lié à CanoScan Toolbox"
MSM2601="Installation terminée."
MSM2602="Redémarrer le système maintenant (recommandé)"
MSM2603="Continuer en ligne"
MSM2604="Cliquez sur [Continuer en ligne] pour visiter le site Web Canon à partir duquel vous pouvez télécharger des apps supplémentaires et obtenir plus d'informations sur les fonctions et les services disponibles pour votre imprimante.\nCe logiciel va se fermer et le site Web Canon s'ouvrira dans votre navigateur."
MSM2605="Continuer en ligne"
MSM2701="Annulation de l'installation"
MSM2702_Mac="L'installation n'a pas été effectuée. Pour poursuivre l'installation, cliquez sur [Continuer]. Pour quitter l'installation, cliquez sur [Abandonner]."
MSM2801="Modification des paramètres système"
MSM2802="Le système doit redémarrer pour que les nouveaux paramètres prennent effet.\nVoulez-vous redémarrer maintenant ?"
MSM2851="Extended Survey Program"
MSM2870="Afin de développer et de commercialiser des produits répondant toujours mieux aux attentes de ses clients, Canon a besoin que les informations ci-dessous, relatives à votre produit Canon, lui soient envoyées via Internet."
MSM2871="Afin de développer et de commercialiser des produits répondant toujours mieux aux attentes de ses clients, Canon a besoin que les informations ci-dessous, relatives à votre produit Canon, soient envoyées via Internet à un organisme de recherche détenant une licence légale."
MSM2873="Si vous acceptez les modalités ci-dessus, cliquez sur [J'accepte]. Sinon, cliquez sur [Je refuse]."
MSM2874="Afin de développer et de commercialiser des produits répondant toujours mieux aux attentes de ses clients, Canon a besoin que les informations ci-dessous, relatives à votre produit Canon, soient envoyées via Internet à Canon (ou, si vous utilisez votre produit Canon en Chine, à un organisme de recherche détenant une licence légale)."
MSM2876="Si vous acceptez les modalités ci-dessus, cliquez sur [J'accepte] pour commencer l'installation du programme d'enquête. Sinon, cliquez sur [Je refuse]. Ce programme peut ne pas s'exécuter sur les versions de systèmes d'exploitation non prises en charge."
MSM2901="Test d'impression"
MSM2904="Un test d'impression va avoir lieu afin de vérifier le fonctionnement de l'imprimante.\nInsérez du papier ordinaire dans l'imprimante, cliquez sur [Démarrer]. Lorsque l'impression du test est terminée, cliquez sur [Suivant].\n\nEn cas d'erreur d'impression, suivez les instructions affichées à l'écran pour recommencer la configuration."
MSM2905="Démarrer"
MSM2906="Des données ont été envoyées pour vérifier si l'imprimante fonctionne correctement."
MSM3001="Ce logiciel est indispensable pour utiliser l'imprimante.\nVous pouvez effectuer des tâches d'impression adaptées à divers types et formats de papier."
MSM3002_Mac="Le manuel en ligne vous explique le fonctionnement du pilote et vous fournit des instructions d'utilisation de l'application très simples."
MSM3008="Vous pouvez combiner des images et du texte pour les imprimer facilement sur une étiquette de disque avec Direct Print."
MSM3009="Mettre le système à jour."
MSM3010="Cet utilitaire permet à l'ordinateur de se servir des fichiers stockés sur la carte mémoire insérée dans le logement de l'imprimante."
MSM3011="Ce pilote permet d'utiliser le périphérique sur un réseau."
MSM3012="Utilisez cet outil pour modifier la méthode de connexion et les paramètres de sécurité du périphérique connecté au réseau."
MSM3013="My Printer vous permet de résoudre les problèmes d'impression tels que les impressions tachées."
MSM3016="MP Drivers est requis pour imprimer des documents et numériser des images."
MSM3018="ArcSoft PhotoStudio vous permet de corriger/d'améliorer des images importées depuis votre scanner ou votre appareil photo numérique."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE est un programme d'OCR (reconnaissance optique de caractères), capable de convertir en données informatiques le contenu d'un livre ou d'un journal."
MSM3021="Presto! PageManager facilite la numérisation, le partage et l'organisation des documents et des photos. Vous pouvez enregistrer tous vos documents professionnels dans des dossiers imbriqués pour les retrouver aisément."
MSM3023="Setup Utility permet de configurer les paramètres d'impression par connexion infrarouge ou Bluetooth."
MSM3024="Setup Utility permet de configurer les paramètres d'impression via PictBridge."
MSM3026="Logiciel d'extension qui permet d'imprimer des photos de qualité professionnelle. Pour utiliser ce logiciel d'extension, vous devez installer un logiciel approprié."
MSM3027="Le pilote XPS convient à une impression depuis un logiciel d'application prenant en charge l'impression XPS (sous Windows Vista ou ultérieur)."
MSM3027_0="Le pilote XPS convient à une impression depuis un logiciel d'application prenant en charge l'impression XPS (sous Windows Vista ou ultérieur). Le pilote d'imprimante IJ doit être installé correctement."
MSM3027_1="Le pilote XPS convient à une impression depuis un logiciel d'application prenant en charge l'impression XPS (sous Windows Vista ou ultérieur). MP Drivers doit être installé correctement."
MSM3028="ScanGear est un pilote qui permet au scanner de fonctionner. Pour utiliser le pilote, lancez un logiciel, par exemple un programme d'édition d'images."
MSM3028_Mac="Un pilote indispensable au fonctionnement du scanner. Il vous permet de spécifier le format du document, le format de sortie et d'autres paramètres avancés lors de la numérisation. Il est également utilisé lorsque vous exécutez le scanner à partir d'applications compatibles TWAIN."
MSM3031_Mac="Le manuel en ligne vous explique le fonctionnement du pilote d'imprimante et vous fournit des instructions d'utilisation de l'application très simples."
MSM3032=
MSM3034="Nécessaire pour imprimer sans problème les couleurs des images Adobe RGB. Adobe est une marque déposée ou une marque commerciale d'Adobe Systems Incorporated aux États-Unis et/ou dans d'autres pays."
MSM3035="Setup Utility permet de configurer les paramètres d'impression par connexion infrarouge, Bluetooth et PictBridge."
MSM3037="ScanGear CS est un pilote de scanner (pilote TWAIN) qui permet au scanner de fonctionner. Pour utiliser le pilote, lancez un logiciel, par exemple un programme d'édition d'images."
MSM3040="Easy-PhotoPrint EX vous permet de créer facilement votre propre album photo, des autocollants ou encore un calendrier à partir de vos photos numériques. Vous pouvez également imprimer des photos sans bordure en un clin d'œil. De plus, vous pouvez appliquer une correction yeux rouges et un lissage numérique avant d'imprimer."
MSM3041="Lance immédiatement le logiciel accessoire vous permettant d'imprimer facilement les photos."
MSM3042="Avec MP Navigator EX, vous pouvez facilement importer des images numérisées directement dans une application, les imprimer, les joindre à un courrier électronique ou les enregistrer sur votre disque dur."
MSM3043="Le manuel vous explique le fonctionnement de l'imprimante et du logiciel fourni. Des informations sur la résolution des problèmes sont également fournies."
MSM3043_Mac="Le manuel vous explique le fonctionnement de l'imprimante et du logiciel fourni. Des informations sur la résolution des problèmes sont également fournies."
MSM3044="Easy-WebPrint EX vous permet de couper le contenu d'une page Web et de l'imprimer à votre guise. Il s'affiche dans votre navigateur sous la forme d'une barre d'outils facile à utiliser."
MSM3044_Mac="Easy-WebPrint EX vous permet de découper le contenu d'une page Web et de l'imprimer à votre guise. C'est un logiciel d'extension facile à utiliser avec votre navigateur. Safari 4.0 ou ultérieur est requis."
MSM3045="Ce logiciel vous permet de modifier la composition codée, les informations utilisateur et d'autres paramètres enregistrés dans l'imprimante, ainsi que d'enregistrer les paramètres modifiés dans l'ordinateur ou dans l'imprimante."
MSM3046="Avec Solution Menu EX, vous pouvez démarrer immédiatement le logiciel qui vous permet d'imprimer facilement des albums et des calendriers, ou de lancer une numérisation de documents en un simple clic. Vous pouvez aussi accéder facilement aux sites Web de Canon qui prennent en charge les diverses utilisations du logiciel."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Vous pouvez importer des photos et les utiliser pour créer et imprimer des objets personnalisés, par exemple des collages, des cartes et des calendriers. Vous pouvez également imprimer des photos sans bordure et corriger/améliorer des images en quelques étapes très simples. À utiliser avec Image Display pour générer des recommandations à partir de photos enregistrées."
MSM3049="Un logiciel d'extension pour l'impression de photos qui vous permet de créer des œuvres d'art de qualité optimale en toute simplicité. Une application appropriée doit être installée. Reportez-vous au manuel pour consulter la liste des applications appropriées."
MSM3050="Vous pouvez rapidement lancer le logiciel ou le manuel de votre produit Canon. Vous pouvez également accéder rapidement aux sites Web qui fournissent des informations utiles sur votre produit Canon, à des sites Web utiles qui prennent en charge diverses utilisations, etc."
MSM3051="Un pilote indispensable au fonctionnement du scanner. Il est utilisé lorsque vous exécutez le scanner à partir d'applications compatibles ICA."
MSM3052="Cet utilitaire numérise et enregistre les images."
MSM3053="Vous pouvez rapidement lancer le logiciel de votre produit Canon. Vous pouvez également accéder rapidement au manuel et aux différents sites Web."
MSM3054="Ajoutez les dictionnaires à utiliser lors de la création de fichiers PDF avec possibilité de recherche de texte ou au lancement d'un OCR. Après l'installation, sélectionnez la langue appropriée dans l'écran de réglage de Canon IJ Scan Utility."
MSM3055="Cette application ouvre ScanGear pour prévisualiser et numériser des images, puis enregistre ces dernières sur l'ordinateur."
MSM3056="Ce logiciel vous permet de configurer les paramètres d'utilisation de l'imprimante sur le réseau."
MSM3057="Ce logiciel permet de commander de manière optimale l'impression depuis le logiciel de CAO \"AutoCAD\" de Autodesk, Inc."
MSM3058="Ce logiciel vous permet de sortir facilement et directement des fichiers tels que des dessins multiples sans avoir à exécuter une application dédiée.\nIl interagit également avec le service sur nuage pour offrir un partage opportun des fichiers entre les utilisateurs concernés."
MSM3059="Ce plug-in est destiné à Microsoft Word, Microsoft Excel et Microsoft PowerPoint. Utilisez-le pour simplifier les tâches d'impression à partir Microsoft Office sur les imprimantes."
MSM3062="Avec cette application, vous pouvez choisir comment le texte et les images seront disposés pour l'impression."
MSM3063="Utilisez vos photos préférées pour créer et imprimer des collages, des cartes et des calendriers uniques, etc. Il est également facile d'imprimer des copies sans bordure de vos photos."
MSM3064="Sélectionnez simplement le dossier contenant vos photos, l'application sélectionnera automatiquement les photos et les réorganisera dans un carnet photo. Une fois que vous avez passé votre commande via l'application, votre carnet photo est imprimé en haute résolution sur une imprimante de laboratoire photo Canon. Vous pouvez également utiliser Easy-PhotoPrint Editor pour imprimer des photos à partir de votre carnet photo sur votre imprimante personnelle."
MSM3066="Sélectionnez simplement le dossier contenant vos photos, l'application sélectionnera automatiquement les photos et les réorganisera dans un carnet photo. Une fois que vous avez passé votre commande via l'application, votre carnet photo est imprimé en haute résolution sur une imprimante de laboratoire photo Canon. Vous pouvez également utiliser Easy-PhotoPrint Editor pour imprimer des photos à partir de votre carnet photo sur votre imprimante personnelle."

MSM4001W="Pilote d'imprimante IJ"
MSM4001="Pilote d'imprimante"
MSM4002="Manuel d'utilisation"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Pilote XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Utilitaire de numérotation rapide"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Pilote ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Autres dictionnaires pour l'OCR (chinois/coréen)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S : créer des carnets photo personnalisés"
MSM4067="hdAlbum EZ : créer des carnets photo personnalisés"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="La fonctionnalité permettant l'achat d'encre en ligne est prête."
EIDENABLER_ADMIN="Pour exécuter ce logiciel, vous devez vous connecter en tant que membre du groupe Administrateurs."
MENU1_Mac="A propos de Setup"
MENU2_Mac="Services"
MENU3_Mac="Masquer Setup"
MENU4_Mac="Masquer les autres"
MENU5_Mac="Tout afficher"
MENU6_Mac="Quitter Setup"
MENU7_Mac="Édition"
MENU8_Mac="Couper"
MENU9_Mac="Copier"
MENU10_Mac="Coller"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Chine"
HK="Hong-Kong"
ID="Indonésie"
IN="Inde"
JP="Japon"
KR="Corée"
MY="Malaisie"
PH="Philippines"
SG="Singapour"
TW="Taiwan"
TH="Thaïlande"
VN="Vietnam"
MO="Macao"
AU="Australie"
NZ="Nouvelle-Zélande"
US="États-Unis"
CA="Canada"
BR="Brésil"
MX="Mexique"
AR="Argentine"
CL="Chili"
PA="Panama"
AT="Autriche"
BE="Belgique"
BG="Bulgarie"
HR="Croatie"
CZ="République tchèque"
DK="Danemark"
EE="Estonie"
FI="Finlande"
FR="France"
DE="Allemagne"
GR="Grèce"
HU="Hongrie"
IE="Irlande"
IT="Italie"
LV="Lettonie"
LT="Lituanie"
LU="Luxembourg"
NL="Pays-Bas"
NO="Norvège"
PL="Pologne"
PT="Portugal"
RO="Roumanie"
RU="Russie"
SK="Slovaquie"
SI="Slovénie"
ZA="Afrique du Sud"
ES="Espagne"
SE="Suède"
CH="Suisse"
TR="Turquie"
GB="Royaume-Uni"
Others="Autres"
MSM5001="Créer un alias sur le Bureau"
MSM5002="Acceptez-vous de créer un alias du manuel sur le Bureau ? Si vous acceptez, sélectionnez “J'accepte”. Si vous sélectionnez “Je refuse”, vous pouvez ouvrir le manuel depuis le dossier des applications."
MSM5003="J'accepte"
MSM5004="Je refuse"
MSM5010="Ajouter Easy-WebPrint EX au Dock"
MSM5011="Acceptez-vous d'ajouter Easy-WebPrint EX au Dock ? Si vous acceptez, sélectionnez “J'accepte”. Si vous sélectionnez “Je refuse”, vous pouvez utiliser Easy-WebPrint EX depuis le dossier des applications."
MSM5012="J'accepte"
MSM6000="Sélectionnez la méthode de connexion de l'imprimante."
MSM6001="Connexion Wi-Fi"
MSM6002="Connexion réseau câblé (câble Ethernet)"
MSM6003="Connexion USB (câble USB)"
MSM6004="Réessayer la configuration du réseau de l'imprimante"
MSM6005="Sélectionnez la méthode de connexion Wi-Fi."
MSM6006="Connecter via un routeur sans fil (recommandé)"
MSM6007="Connexion directe"
MSM6008="Connecter l'ordinateur et l'imprimante via un routeur sans fil."
MSM6009="Connecter directement l'ordinateur et l'imprimante."
MSM6010="Pour basculer entre la connexion via un routeur sans fil et la connexion directe ou pour en savoir plus sur la méthode de connexion, cliquez sur [Instructions]."
MSM6011="Instructions"
MSM6012="Vérifiez que l'imprimante est sous tension."
MSM6013="Imprimantes sur la liste réseau"
MSM6014="Numéro de série"
MSM6015="Adresse MAC"
MSM6016="Adresse IP"
MSM6017="Imprimante à configurer introuvable dans la liste"
MSM6018="Mettre à jour"
MSM6019="1. Pour définir une imprimante sur le réseau, sélectionnez-en une dans la liste ci-dessus, puis cliquez sur [Suivant].\n   Le numéro de série est indiqué à l'arrière de l'imprimante et sur la Fiche de garantie.\n   La liste ci-dessus n'affiche que les 5 derniers chiffres du numéro de série.\n2. Si l'imprimante configurée ne peut être trouvée dans la liste ci-dessus, mettez l'imprimante sous tension et cliquez sur [Mettre à jour].\n3. Si l'imprimante est toujours introuvable, sélectionnez [Imprimante à configurer introuvable dans la liste] et cliquez sur [Suivant]."
MSM6020="1. Si l'imprimante que vous souhaitez configurer sur le réseau apparaît dans la liste des imprimantes ci-dessus, sélectionnez-la et cliquez sur [Suivant].\n   Le numéro de série est indiqué à l'arrière de l'imprimante ou sur la garantie.\n2. Si l'imprimante que vous souhaitez configurer n'apparaît pas dans la liste ci-dessus, mettez-la sous tension et cliquez sur [Mettre à jour].\n3. Si l'imprimante n'apparaît toujours pas dans la liste, sélectionnez [Imprimante à configurer introuvable dans la liste] et cliquez sur [Suivant].\n4. Pour une connexion USB, sélectionnez également [Imprimante à configurer introuvable] et cliquez sur [Suivant]."
MSM6021="Connexion terminée."
MSM6022="Sélectionnez la méthode de connexion"
MSM6023="Vérifier l'alimentation"
MSM6024="Utilisez une autre méthode de configuration. Suivez les instructions à l'écran."
MSM6025="L'imprimante doit être configurée pour que le pilote XPS puisse être installé. Si la configuration n'a pas été réalisée, cliquez sur [Retour au début] pour configurer l'imprimante."
MSM6026="Avant de continuer"
MSM6027="Ce logiciel peut utiliser le réseau pour configurer l'imprimante.\nSi votre logiciel de sécurité affiche des alertes au cours de la configuration, autorisez-le à continuer.\n(Reportez-vous au manuel du logiciel de sécurité pour plus d'informations.)\n\nCe logiciel ajoutera les autres logiciels qu'il installe à la liste des programmes autorisés dans le pare-feu de Windows."
MSM6028="Désactiver le blocage"
MSM6029="Sélectionner une imprimante"
MSM6026_Mac="Avant de continuer"
MSM6027_Mac="Ce logiciel peut utiliser le réseau pour configurer l'imprimante.\nSelon le logiciel de sécurité que vous utilisez, vous devrez peut-être modifier les paramètres de celui-ci avant de lancer la configuration.\n(Reportez-vous au manuel du logiciel de sécurité pour plus d'informations.)\n\nSi le logiciel de sécurité affiche des alertes au cours de la configuration, autorisez-le à continuer.\n\nCe logiciel utilise le trousseau.\nSi Trousseaux d'accès demande votre autorisation, cliquez sur [Toujours autoriser]."
MSM6100="My Image Garden utilise la photo enregistrée sur votre ordinateur pour créer automatiquement une carte ou un calendrier."
MSM6101="CREATIVE PARK PREMIUM fournit du contenu PREMIUM réservé exclusivement aux utilisateurs d'encres d'origine Canon."
MSM6102="Vous pouvez parfaitement copier la photo imprimée en sélectionnant simplement le menu à partir de l'imprimante."
MSM6103="Si l'imprimante est hors tension, elle s'allume automatiquement lorsque vous lancez une impression."
MSM6104="Le mode silencieux vous permet d'effectuer des impressions, des copies ou des numérisations en toute discrétion, sans vous inquiéter de l'heure ou de votre entourage."
MSM6105="Les fonctions mentionnées ici varient en fonction des modèles utilisés. Pour plus d'informations, reportez-vous au manuel."
MSM6106="Pour plus d'informations, reportez-vous au manuel."
MSM6107="Cette fonction permet de charger les données d'impression, d'organiser librement des pages sur le papier et d'agrandir ou de réduire la taille de la page."
MSM6108="Ce plug-in permet de produire des impressions de haute qualité en toute simplicité. Il prend en charge Adobe Photoshop, Adobe Photoshop Lightroom et Digital Photo Professional."
MSM6109="Ce logiciel vous permet d'imprimer plusieurs fichiers en même temps, pour une impression efficace. Vous pouvez également partager des fichiers via le service sur nuage."
MSM6110="Ce logiciel vous permet de créer une affiche esthétique. De nombreux matériaux sont également inclus."
MSM6111="Ce plug-in facilite l'impression grand format depuis Microsoft Office. Il permet l'impression de tailles longues et sans bordure."
MSM6112="Ce logiciel vous permet de personnaliser les paramètres de papier. Vous pouvez mod. le nom du pap. et procéder à des ajustements pour une impr. optimisée sur votre papier préféré."
MSM6113="Ce logiciel permet de calculer la qté et le coût de l'encre et du pap. consommés. Vs pouvez aussi cons. le coût global de l'impr., pour une gestion simpl. de la réduct. des coûts."
MSM6114="Ce logiciel permet de gérer plusieurs conditions d'imprimante en même temps. Il permet de noter rapidement les err. de cartouche épuisée, ce qui est utile pour la gest. de l'impr."
MSM6115="Copie smartphone permet de copier des documents à l'aide de l'appareil photo d'un smartphone ou d'une tablette."
MSM6116="Avec Free Layout plus, vous pouvez choisir comment le texte et les images seront disposés pour l'impression."
MSM6117="Avec Easy-PhotoPrint Editor, utilisez vos photos préférées pour créer et imprimer des collages, des cartes et des calendriers uniques, etc."
MSM6118="Avec Easy-PhotoPrint Editor, imprimez des affiches, des calendriers et des collages photo depuis votre ordinateur ou votre smartphone."
MSM6119="Cette app. génère des impr. de haute qualité. Elle prend en charge des app. de modif. d'image comme Adobe Photoshop, Adobe Photoshop Lightroom et Digital Photo Professional."
MSM6030="Sélectionner dans la liste"
MSM6031="Le numéro de série est disponible sur la Fiche de garantie et sur l'imprimante."
MSM6032="Périphérique IPv4"
MSM6033="Périphérique IPv6"
MSM6034="Numéro de série (5 derniers chiffres)"
MSM6035="Emplacement du numéro de série"
MSM6036="Spécifier l'adresse IP et lancer la recherche"
MSM6037="Configurez la connexion réseau conformément aux instructions du manuel"
MSM6038="Sélectionnez cette option si l'imprimante ne s'affiche pas dans la liste ou si vous ne la trouvez pas en spécifiant l'adresse IP."
MSM6039="Sélection de la méthode de recherche de l'imprimante"
MSM6040="Recherche par adresse IPv4"
MSM6041="Recherche par adresse IPv6"
MSM6042="Rechercher par nom d'hôte"
MSM6043="Rechercher par nom Bonjour"
MSM6044="Une adresse IP doit avoir été attribuée à l'imprimante pour pouvoir lancer une recherche par adresse IP. Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6045="Échec de la recherche de l'adresse IP spécifiée"
MSM6046="L'imprimante spécifiée n'a pas été trouvée. Vérifiez l'adresse IP ou le nom d'hôte, puis réessayez. Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6047="Redétecter"
MSM6048="L'adresse IP ou le nom d'hôte spécifié est déjà utilisé par un autre périphérique. Vérifiez l'adresse IP ou le nom d'hôte, puis réessayez. Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6049="Modifier les paramètres réseau IPv4"
MSM6050="Sélectionnez la méthode de configuration, puis saisissez l'adresse IP de l'imprimante à utiliser."
MSM6051="Configuration automatique"
MSM6052="Vous devez disposer d'un serveur DHCP pour acquérir l'adresse IP automatiquement."
MSM6053="Configuration manuelle"
MSM6054="Adresse IPv4"
MSM6055="Contactez l'administrateur réseau pour obtenir l'adresse IP."
MSM6056="Modifier les paramètres réseau IPv6"
MSM6057="Vous devez disposer d'un serveur DHCPv6 ou d'un routeur IPv6 pour acquérir l'adresse IPv6 automatiquement."
MSM6058="Adresse IPv6"
MSM6059="Longueur du préfixe"
MSM6060="Contactez l'administrateur réseau pour obtenir l'adresse IP et la longueur du préfixe."
MSM6061="Erreur lors de la modification des paramètres réseau"
MSM6062="La modification des paramètres peut avoir échoué pour l'une des raisons ci-dessous :\n  -L'adresse IP n'est pas valide\n  -L'adresse IP existe en double"
MSM6063="Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6064="Cliquez sur [Ajouter une imprimante], puis ajoutez l'imprimante en suivant les instructions à l'écran.\n\nUne fois cette opération terminée, cliquez sur [Suivant]."
MSM6065="Vous devez installer le pilote Canon pour pouvoir utiliser toutes les fonctions de cette imprimante.\nCliquez sur [Suivant] et recommencez l'installation."
MSM6066="Définir comme imprimante par défaut"
MSM6067="Connectez l'imprimante et l'ordinateur à l'aide du câble USB.\nVérifiez que l'imprimante est sous tension."
MSM6068="Si le câble USB est relié à l'imprimante, déconnectez-le."
MSM6069="Nom du produit"
MSM6071="Le réseau n'est pas disponible"
MSM6072="Veuillez vérifier que la connexion réseau de l'ordinateur est activée. \nPour vous connecter par l'intermédiaire du Wi-Fi, vérifiez l'état de la connexion du routeur sans fil."
MSM6073="Entrée de mot de passe d'administrateur"
MSM6074="Veuillez entrer le mot de passe d'administrateur de votre imprimante."
MSM6075="Mot de passe d'administrateur"
MSM6075_add1="Mot de passe d'administrateur :"
MSM6076="Le mot de passe n'est pas correct."
MSM6077="Activer le Wi-Fi sur votre ordinateur."
MSM6081="Vous pouvez imprimer à partir d'un smartphone ou d'une tablette"
MSM6085="Informations réseau sur routeur sans fil"
MSM6087="Mot de passe :"
MSM6088="Affichage du mot de passe"
MSM6089="Cliquez sur [Instructions], reportez-vous au manuel en ligne et configurez votre smartphone ou votre tablette.\nSi vous n'utilisez pas de smartphone ou de tablette, cliquez sur [Suivant]."
MSM6091="Avez-vous effectué l'initialisation de l'imprimante ?"
MSM6092="1. Vérifiez que la cartouche d'encre contient de l'encre.\n2. Appuyez sur le bouton Arrêt (Stop) de l'imprimante et maintenez-le enfoncé pendant environ 5 secondes.\nL'initialisation de l'imprimante commence alors. Cette operation prendra environ 6 minutes."
MSM6093="1. Vérifiez que la cartouche d'encre contient de l'encre.\n2. Appuyez sur le bouton REPRENDRE/ANNULER (RESUME/CANCEL) de l'imprimante et maintenez-le enfoncé pendant environ 5 secondes.\nL'initialisation de l'imprimante commence alors. Cette operation prendra environ 6 minutes."
MSM6094="Préparation du système d'encre"
MSM6095="Le système d'encre n'a pas été préparé. Pour démarrer la préparation, cliquez sur [Instructions] et consultez les instructions de préparation, ou reportez-vous au manuel \"Démarrage (Getting Started)\" fourni avec l'imprimante."
MSM6096="Vérifier l'imprimante"
MSM6097="Code de support : %s\n\nLes préparations de l'imprimante ne sont pas terminées. Veuillez vérifier votre imprimante.\nCliquez sur [Instructions] et reportez-vous au Manuel en ligne pour plus de détails.\n\nEnsuite, cliquez sur [Suivant]."
MSM6098="Instructions"
MSM6099="Je vérifierai mon imprimante plus tard."
MSM6120="Connexion sans fil facile"
MSM6121="Cliquez sur [Instructions] et préparez l'imprimante pour la connexion en suivant les instructions du guide. Lorsque l'imprimante est prête, elle est détectée et vous pouvez passer à l'étape suivante. La détection de l'imprimante peut prendre du temps."
MSM6123="Autres méthodes"
MSM6124="Paramètres Wi-Fi"
MSM6125="Veuillez sélectionner la méthode à utiliser pour configurer le Wi-Fi et cliquez sur [Suivant]."
MSM6126="Connexion au Wi-Fi à partir de l'imprimante"
MSM6127="Configuration d'une connexion Wi-Fi par l'intermédiaire d'un câble USB"
MSM6128="Si votre imprimante est introuvable même après que vous avez effectué les procédures décrites dans le guide, il peut s'agir d'un problème de réseau. Cliquez sur [Dépannage] et vérifiez les paramètres réseau."
MSM6129="Dépannage"
MSM6130="Connexion réseau de l'imprimante"
MSM6131="Lorsque l'imprimante est prête, cliquez sur [Suivant]. Pour préparer la connexion sur l'imprimante, cliquez sur [Instructions] et suivez la procédure décrite dans le guide."
MSM6133="Fermeture de ce programme et ouverture du manuel en ligne.\n\nCe programme va se fermer de manière à ne pas affecter les paramètres réseau. Après avoir vérifié les paramètres réseau, redémarrez le programme."
MSM6134="Si vous ne pouvez pas passer à l'étape suivante même après avoir préparé l'imprimante pour la connexion, cliquez sur [Autres méthodes]."
MSM6135="Fermeture de ce programme et ouverture du manuel en ligne."
MSM6136="Ce programme va se fermer de manière à ne pas affecter les paramètres réseau. Après avoir vérifié les paramètres réseau, redémarrez le programme."
MSM6150="Sélection de votre carte réseau"
MSM6151="Plusieurs cartes réseau ont été détectées. Sélectionnez la carte réseau que vous voulez utiliser."
MSM6160="Raccourci vers le Manuel en ligne"
MSM6161="Voulez-vous créer un raccourci sur le bureau vers le manuel en ligne ?"
MSM6162="Manuel en ligne Canon %s"
MSM6163="Créer un raccourci"
MSM6164="Ne pas créer de raccourci"
MSM6170="Impossible de détecter l'imprimante.\nCliquez sur [Dépannage] et vérifiez la procédure de correction."
MSM6171="L'imprimante a été détectée. Veuillez patienter jusqu'à la fin de l'installation.\nCette opération peut prendre du temps."
MSM6172="Un câble USB est connecté à l'imprimante. Veuillez le déconnecter."
MSM6173="La connexion de l'imprimante n'est pas terminée. Voulez-vous revenir à l'écran précédent ?"
MSM6180="Connexion de l'imprimante au réseau"
MSM6181="Cliquez sur [Suivant], puis configurez l'imprimante en suivant le guide affiché."
MSM6182="Impossible de trouver une imprimante.\nCliquez sur [Suivant], puis configurez votre imprimante en suivant le guide affiché."
MSM6183="Chercher adresse IP"
MSM6184="Sélectionnez l'imprimante que vous souhaitez configurer dans la liste. Si plusieurs imprimantes portent le même nom de produit, vérifiez le numéro de série."
MSM6185="Vérification du numéro de série"
MSM6186="Si l'imprimante que vous recherchez ne figure pas dans la liste, cliquez sur [Impr. introuvable]."
MSM6187="Impr. introuvable"
MSM6190="Préparation de l'imprimante"
MSM6191="Appuyez sur le bouton suivant de votre imprimante et maintenez-le enfoncé pendant 3 secondes, puis cliquez sur [Suivant]."
MSM6192="Si vous avez des problèmes pour vous connecter par l'intermédiaire de ce bouton, cliquez sur [Instructions]."
MSM6193="Recherche des imprimantes. Veuillez patienter. Cette opération peut prendre environ une minute."
MSM6200="Vérifiez l'état du scanner"
MSM6201="Connectez le scanner et l'ordinateur à l'aide du câble USB.\nMettez le scanner sous tension s'il dispose d'un bouton marche ou d'un interrupteur."
MSM6202="Impossible de détecter le scanner.\nCliquez sur [Dépannage] pour obtenir des solutions possibles."
MSM6203="Un câble USB est connecté au scanner. Veuillez le déconnecter."
MSM6204="Le scanner a été détecté. Veuillez patienter jusqu'à la fin de l'installation.\nCette opération peut prendre du temps."
MSM6210="En savoir plus sur votre Canon %s"
MSM6211="Autres applications pour %s"
MSM6212="Manuel Canon %s"
MSM6213="Manuel en ligne"
MSM6220="Les préparations de l'imprimante ne sont peut-être pas terminées. Veuillez vous reporter au Manuel en ligne."
MSM6221="Les préparations de l'imprimante ne sont peut-être pas terminées."
MSM6222="Veuillez vous reporter au Manuel en ligne."
MSM6230="Connecter via un routeur sans fil"
MSM6233="Selon votre environnement réseau, la connexion directe à une imprimante peut déconnecter votre ordinateur d'Internet.\nVoulez-vous sélectionner une imprimante à laquelle vous connecter ?\n\nConnexion en cours : %s"
MSM6240="L'imprimante spécifiée n'a pas été trouvée. Vérifiez l'adresse IP ou le nom Bonjour, puis réessayez. Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6241="L'adresse IP ou le nom Bonjour spécifié est déjà utilisé par un autre périphérique. Vérifiez l'adresse IP ou le nom Bonjour, puis réessayez. Pour plus d'informations, cliquez sur [Manuel en ligne]."
